cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/services'

brew 'coreutils'     # Basic file, shell and text manipulation utilities
brew 'grc'           # Generic colouriser
brew 'htop-osx'      # Interactive process-viewer
brew 'hub'           # GitHub wrapper for git
brew 'imagemagick'   # Command-line tool for image manipulation
brew 'node'          # Node.js
brew 'openssl'       # OpenSSL
brew 'postgresql'    # PostgreSQL database
brew 'rbenv'         # Ruby version manager
brew 'readline'      # Edit command lines as they are typed in
brew 'ruby-build'    # List of ruby versions for rbenv
brew 'tree'          # Hierarchical view of file system
brew 'wget'          # Non-interactive network retriever

# cask 'firefox'       # Firefox
# cask 'google-chrome' # Chrome
cask 'iterm2'        # iTerm2 terminal
# cask 'ngrok'         # ngrok for exposing local ports to the outside world
cask 'sublime-text'  # Sublime Text 3
