cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/services'

brew 'coreutils'
brew 'grc'
brew 'htop-osx'
brew 'hub'
brew 'imagemagick'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'wget'

cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
